Revit 2027 API
ParameterTypeId.ModelGraphicsStyleAnonDraft Property
 "Visual Style"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ModelGraphicsStyleAnonDraft { get; }
Public Shared ReadOnly Property ModelGraphicsStyleAnonDraft As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ModelGraphicsStyleAnonDraft {
	ForgeTypeId^ get ();
}
static member ModelGraphicsStyleAnonDraft : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace